{
  "heatmap": {
    "checkbox-switch": "This checkbox allows you to switch between two different population density maps - one provided by SwissTopo (default) and another custom map designed to highlight population hotspots with an exponential grading scale",
    "click-on-a-tile-to-display-info": "Click on a tile to display info",
    "population-density-in-switzerland": "Population density in Switzerland",
    "population-count-ha": "Population Count / ha",
    "switch-to-heatmap-layer": "Switch to heatmap",
    "switch-to-swisstopo-layer": "Switch to SwissTopo layer",
    "populations-density": "Populations density",
    "heatmap-description": "To understand how public transit can be improved, it is crucial to understand where people live and where they commute to. In a sense, Switzerland is a sprawling country, as 50% of the population lives in villages with less than 10'000 inhabitants. However, the majority of the population lives in the urban centers of Zurich, Geneva, Basel, Bern, and Lausanne. The population map shows the amount of people living per ha in Switzerland, essentially the housing density. More than 99% of housing units in Switzerland are geocoded and provided here. Households without an address in the province cannot be geocoded, but are included in the center-coordinate of the province. Therefore it might be possible for smaller provinces and city center coordinates to have a higher displayed population density than there actually is. The data is provided by the Swiss Federal Statistical Office.",
    "heatmap-calculations": "Heatmap calculations",
    "heatmap-calculations-description": "The heatmap is blue where few people live and gradually changes to green, then yellow and finally red, proportional to the amount of people that live in any given square hectar of space. The intensity for each point of the dataset is calculated as follows: and is capped at a maximum of 40. Why do we not use a linear intensity scale? Since a large amount of the population lives in a comparably small area in big cities, all suburban areas, even with a substantial amount of people living there, would be at the very bottom end of the intensity scale. With our formula, we allocate more of the dynamic range of the heatmap to slightly lower density areas, making it easier to identify problematic areas where people live but have poor access to public transportation. Why is the scale capped at 40? This has mainly to do with the fact that the datasets that we are using have the quirk that all people without a registered address, are put in the center of the nearest city in the data. This results in some points having an artificially overinflated intensity, which takes up a large chunk of the dynamic range of the heatmap. By capping the intensity value, we remove such outliers."
  },
  "your-browser-does-not-support-the-video-tag": "Your browser does not support the video tag.",
  "transit-availability-in-switzerland": "Transit availability in Switzerland",
  "new-people-served": "new people served",
  "pt-info": "This map visually represents the quality of public transport connections throughout Switzerland. It displays data on train, bus, and tram connectivity and coverage. Key transport hubs are emphasized, and areas with less frequent or reliable service are identified. It offes a clear overview of the Swiss public transport network's quality and accessibility.",
  "click-on-a-stop-to-display-the-next-departures": "Click on a Stop to display the next departures",
  "connection-quality-of": "Connection quality of",
  "public-transport": "public transport",
  "in-switzerland": "in Switzerland",
  "create-your-own-line": "Create your own line",
  "bus": "Bus"
}
